---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Candelas
source: html/9da69229-5157-3058-c963-21ad37f73fcb.htm
---
# Autodesk.Revit.DB.UnitTypeId.Candelas Property

Candelas.

## Syntax (C#)
```csharp
public static ForgeTypeId Candelas { get; }
```